import { PageCnt } from "./styled";

const ProjectInfoPage = () => {
  return (
    <PageCnt>
      <h3>Опис предметної галузі</h3>
      <p>
        Сучасне суспільство має тенденцію до покупок онлайн, включаючи товари,
        які раніше було важко уявити в інтернет-замовленнях, наприклад домашні
        рослини. Запропонована розробка буде платформою, яка допоможе
        користувачам не тільки замовити рослину онлайн, але й отримати всю
        необхідну інформацію про догляд, а в разі потреби — задати додаткові
        питання.
      </p>

      <h4>Бізнес логіка::</h4>
      <ul>
        <li>Користувач переглядає інформацію про магазин. </li>
        <li>
          Користувач переглядає інформацію про про рослину (догляд, полив,
          освітлення).
        </li>
        <li>Користувач реєструється</li>
        <li>Користувач авторизується</li>
        <li>Користувач складає замовлення без реєстрації</li>
        <li>Користувач складає замовлення зі свого акаунту</li>
      </ul>
      <a href="./">Back</a>
    </PageCnt>
  );
};

export default ProjectInfoPage;
